[
  {
    "_id": "6448c471946b5b67cc7b4b22",
    "avatarName": "Marlene Daniels",
    "price": "26.14",
    "rating": 4.9,
    "likes": 72,
    "picture": "https://i.ibb.co/v1fjJT7/VRC-image-A-F.png",
    "sellerName": "Rhonda Hughes",
    "gender": "female",
    "about": "Culpa laboris reprehenderit adipisicing minim qui id ut fugiat fugiat commodo ad ex commodo. Sint consequat eu cillum labore dolor reprehenderit id voluptate irure. Anim do ipsum esse non proident elit eu. Minim sunt non tempor consectetur velit culpa ut elit est nisi do magna dolore pariatur. Elit proident et in cillum. Irure eiusmod aliquip excepteur esse adipisicing sunt occaecat esse aliqua quis ullamco pariatur in ea. Proident ex ex laborum cupidatat Lorem esse proident.\r\n"
  },
  {
    "_id": "6448c471a362a5c6ffcb892a",
    "avatarName": "Bruce Cunningham",
    "price": "15.42",
    "rating": 4.9,
    "likes": 22,
    "picture": "https://i.ibb.co/nf4M9pw/VRC-image-B-F.png",
    "sellerName": "Estelle Skinner",
    "gender": "female",
    "about": "Duis aute laboris enim id esse duis officia velit. Deserunt adipisicing labore nisi fugiat minim. Ipsum veniam esse cillum in velit veniam in eiusmod.\r\n"
  },
  {
    "_id": "6448c4718e342392b3e5dc4d",
    "avatarName": "Lee Harvey",
    "price": "31.95",
    "rating": 4.9,
    "likes": 82,
    "picture": "https://i.ibb.co/k2HMVGx/VRC-image-C-M.png",
    "sellerName": "Jordan Burgess",
    "gender": "male",
    "about": "Voluptate elit in ea laborum ut esse. Culpa velit nostrud pariatur mollit labore sunt veniam amet reprehenderit nisi in. Dolor incididunt ex irure voluptate ad voluptate labore excepteur laboris laboris.\r\n"
  },
  {
    "_id": "6448c4715ccbc3f82abd6880",
    "avatarName": "Singleton Mccullough",
    "price": "28.82",
    "rating": 4.7,
    "likes": 99,
    "picture": "https://i.ibb.co/nwTVrQN/VRC-image-E-M.png",
    "sellerName": "Dee Santana",
    "gender": "male",
    "about": "Veniam ex do laborum nisi sunt velit esse dolore culpa magna elit quis ullamco. Velit incididunt ad consectetur reprehenderit. Esse ea Lorem veniam ullamco do. Exercitation tempor cillum tempor veniam aute minim. Nulla non consectetur eiusmod sit exercitation est enim.\r\n"
  },
  {
    "_id": "6448c471ea456db2fd82d431",
    "avatarName": "Christine Lowery",
    "price": "12.66",
    "rating": 3.9,
    "likes": 66,
    "picture": "https://i.ibb.co/ssGMnSX/VRC-image-D-F.png",
    "sellerName": "Rosalinda Monroe",
    "gender": "female",
    "about": "Ipsum sunt ullamco voluptate duis ad ut culpa culpa velit qui ullamco sunt laboris. Officia do aliquip reprehenderit quis eu velit est deserunt do ullamco duis nisi. Nulla officia qui occaecat voluptate aliquip magna laborum adipisicing nostrud proident. Ut eiusmod officia sit ex commodo anim nostrud non deserunt dolore exercitation. Amet aliquip fugiat est sit incididunt commodo. Id enim aute aliqua cillum aliqua laborum cillum adipisicing et.\r\n"
  },
  {
    "_id": "6448c471ff6f458d1d60ef6a",
    "avatarName": "Billie Torres",
    "price": "32.79",
    "rating": 3.9,
    "likes": 29,
    "picture": "https://i.ibb.co/t2msbJC/VRC-image-J-M.png",
    "sellerName": "Jocelyn Velez",
    "gender": "male",
    "about": "Nostrud consequat proident et deserunt et excepteur commodo adipisicing et. Sint cillum eu nostrud est voluptate sit laborum laborum anim ut. Ullamco eu do sit exercitation reprehenderit. Cillum aliqua occaecat velit velit veniam laborum ex duis. In eu magna laboris anim est aliquip ullamco pariatur ipsum excepteur. Consequat esse nulla eu deserunt aute quis qui ad eiusmod sit velit minim esse. Eu amet veniam est ad exercitation adipisicing exercitation dolore culpa.\r\n"
  },
  {
    "_id": "6448c471d9dd4720797625dd",
    "avatarName": "Lily Orr",
    "price": "10.84",
    "rating": 4.5,
    "likes": 10,
    "picture": "https://i.ibb.co/XDLCrw4/VRC-image-F-F.png",
    "sellerName": "Blanche Buckley",
    "gender": "female",
    "about": "Nostrud Lorem magna deserunt pariatur minim ullamco consequat occaecat laboris tempor sit mollit adipisicing culpa. Nisi anim exercitation magna consequat sint non exercitation consectetur nisi velit pariatur. Commodo anim aliqua non in minim duis cupidatat consequat.\r\n"
  },
  {
    "_id": "6448c471e32276d8eaa41b38",
    "avatarName": "Olson Hicks",
    "price": "35.64",
    "rating": 5.0,
    "likes": 24,
    "picture": "https://i.ibb.co/rZDqhLV/VRC-image-G-F.png",
    "sellerName": "Lorene Wall",
    "gender": "female",
    "about": "Enim esse ea culpa enim officia magna laborum irure est aute proident laborum. Sint consectetur ea veniam laboris sint aliquip et ad ut ullamco officia ipsum. Ut do eu irure velit fugiat aliquip minim ipsum velit. Laboris dolore aliquip fugiat irure labore eiusmod excepteur. Amet cupidatat excepteur aliqua ut eu aute aute Lorem cupidatat nisi ipsum ipsum.\r\n"
  },
  {
    "_id": "6448c4d372b65718155bfa28",
    "avatarName": "Dillard Fitzgerald",
    "price": "35.29",
    "rating": 5.0,
    "likes": 58,
    "picture": "https://i.ibb.co/wrjxW1X/VRC-image-K-M.png",
    "sellerName": "Powers Maxwell",
    "gender": "male",
    "about": "Dolor consectetur anim eiusmod duis. Dolor velit ea consectetur consectetur eu. Elit elit non excepteur ad laboris cillum Lorem in elit mollit cillum esse pariatur ullamco. Tempor commodo sit pariatur velit pariatur veniam ad consectetur aliquip dolore eu magna exercitation culpa. Magna et duis consectetur amet ullamco in ullamco aute in eiusmod ex Lorem dolor sit. Lorem proident veniam ut irure anim sint esse consequat dolor sit non. Do commodo ut velit reprehenderit nulla aliqua ex id nulla ex quis.\r\n"
  },
  {
    "_id": "6448c4d35b964d85fb31191b",
    "avatarName": "Hansen Galloway",
    "price": "17.42",
    "rating": 3.0,
    "likes": 39,
    "picture": "https://i.ibb.co/vjL3FZ3/VRC-image-I-F.png",
    "sellerName": "Cassandra Saunders",
    "gender": "female",
    "about": "Dolor id voluptate aliqua culpa fugiat elit occaecat dolore laborum velit laboris exercitation eiusmod deserunt. Commodo tempor id anim id nulla incididunt. Cupidatat sit ullamco irure in tempor.\r\n"
  },
  {
    "_id": "6448c4d3ecb52aae44045ba9",
    "avatarName": "Lawrence Mccullough",
    "price": "35.93",
    "rating": 3.0,
    "likes": 50,
    "picture": "   https://i.ibb.co/JpNcr7L/VRC-image-Q-M.png",
    "sellerName": "Freda Quinn",
    "gender": "male",
    "about": "Elit non non Lorem officia eiusmod do. Fugiat ullamco dolore ea pariatur aliqua in pariatur proident. Ad occaecat et ad nostrud.\r\n"
  },
  {
    "_id": "6448c4d3177b58eb753b5574",
    "avatarName": "Andrews Pennington",
    "price": "16.65",
    "rating": 4.4,
    "likes": 64,
    "picture": "https://i.ibb.co/wrjxW1X/VRC-image-K-M.png",
    "sellerName": "Mcgee Fletcher",
    "gender": "male",
    "about": "Sit veniam eu adipisicing non culpa duis aliquip est. Cupidatat cillum irure voluptate duis aute. Ex enim Lorem et ut pariatur aute ipsum mollit deserunt deserunt magna velit. Cillum eiusmod aliqua aliquip quis elit fugiat.\r\n"
  },
  {
    "_id": "6448c4d3c0a10abba2d61174",
    "avatarName": "Therese Jackson",
    "price": "25.90",
    "rating": 4.7,
    "likes": 37,
    "picture": "https://i.ibb.co/4TCMGnc/VRC-image-H-F.png",
    "sellerName": "Millie Harper",
    "gender": "female",
    "about": "Consectetur amet anim incididunt laboris eu nulla ex officia ullamco excepteur ex ut. Amet ut laborum anim esse occaecat est cillum ea tempor aute. Voluptate amet minim culpa irure amet est pariatur laborum. Dolore magna do laboris reprehenderit id quis magna exercitation magna ex. Mollit nulla cillum nostrud aute minim reprehenderit id excepteur. Nulla elit laborum amet tempor reprehenderit.\r\n"
  },
  {
    "_id": "6448d778307e39c3ca369b70",
    "avatarName": "Janis Douglas",
    "price": 83.85,
    "rating": 3.36,
    "likes": 77,
    "picture": "https://i.ibb.co/YtQmG2z/VRC-image-N-F.png",
    "sellerName": "Annabelle Case",
    "gender": "female",
    "about": "Lorem eiusmod tempor quis qui voluptate amet. Deserunt irure nulla et ex consectetur. Velit laboris aliquip minim veniam voluptate sunt ut voluptate sit qui cupidatat.\r\n"
  },
  {
    "_id": "6448d778769ae82a7735eea0",
    "avatarName": "Baker Welch",
    "price": 73.54,
    "rating": 4.26,
    "likes": 52,
    "picture": "https://i.ibb.co/2kTpx1b/VRC-image-M-F.png",
    "sellerName": "Donna Benson",
    "gender": "female",
    "about": "Amet exercitation incididunt in voluptate do veniam in minim occaecat enim Lorem elit eu. Lorem nulla exercitation dolore tempor proident ipsum id veniam anim fugiat duis fugiat laborum. Consectetur deserunt laborum reprehenderit laboris pariatur esse ea nostrud dolore exercitation amet proident.\r\n"
  },
  {
    "_id": "6448d778b2b964e93989525b",
    "avatarName": "Salazar Bryan",
    "price": 64.17,
    "rating": 1.23,
    "likes": 18,
    "picture": "https://i.ibb.co/0GWkXNC/VRC-image-L-F.png",
    "sellerName": "Vilma Mercado",
    "gender": "female",
    "about": "Eu quis Lorem voluptate consectetur ad nulla. Sint do cupidatat magna laboris commodo non pariatur deserunt proident consectetur dolor cupidatat officia ex. Qui consequat mollit incididunt occaecat voluptate labore. Et dolor commodo pariatur est labore pariatur do.\r\n"
  }
]